/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Message d'alerte 1 minute avant la déconnexion";

/* Error string for OTR message string */
"A private conversation could not be set up." = "A private conversation could not be set up.";

/* Title for the about page */
"About" = "A propos";

/* Label for button to show version numbers and licenses */
"About This Version" = "About This Version";

/* SSL error message */
"Access denied" = "Accès refusé";

/* The string describing a buddy's account */
"Account" = "Compte";

/* Error title when account is disconnected */
"Account Disconnected" = "Account Disconnected";

/* Title for showing the users account otr fingerprints */
"Account Fingerprints" = "Empreintes du compte";

/* Title for the accounts tab */
"Accounts" = "Comptes";

/* Button title to add someone as a buddy */
"Add" = "Ajouter";

/* The title for the view to add a buddy */
"Add Buddy" = "Ajouter un Contact";

/* String to describe advanced set of settings */
"Advanced" = "Avancés";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "An error occured while encrypting a message and the message was not sent.";

/* shown when changing database passphrase fails */
"An error occurred while changing the database passphrase." = "An error occurred while changing the database passphrase.";

/* Error message when setting up database */
"An error occurred while setting up the database." = "An error occurred while setting up the database.";

/* SSL error message */
"Attempt to restore an unknown session" = "Tentative de restauration d'une session inconnue";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Suppression automatique";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Démarrer l'Encryption Automatiquement";

/* Label in buddy list for users that are available */
"Available" = "Disponible";

/* Label in buddy list for users that are away */
"Away" = "Absent";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Votre session de chat expirera dans 1 minute.";

/* SSL error message */
"Bad certificate format" = "Format du certificat incorrect";

/* SSL error message */
"Bad MAC" = "Mauvaise adresse MAC";

/* SSL error message */
"Bad protocol version" = "Version du protocole incorrecte";

/* SSL error message */
"Bad SSLCipherSuite" = "Mauvaise séquence de chiffrement SSL";

/* SSL error message */
"Bad unsupported cert format" = "Le format du certificat n'est pas supporté";

/* string to describe basic set of settings */
"Basic" = "Simples";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords.";

/* The String for a button to block a buddy */
"Block" = "Bloquer";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Bloquer & Supprimer";

/* Title for showing the users buddies otr fingerprints */
"Buddy Fingerprints" = "Empreintes de vos amis";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Information du Contact";

/* Title for the buddy list tab */
"Buddy List" = "Liste de contacts";

/* Cancel an alert window */
"Cancel" = "Annuler";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Annuler la conversation cryptée";

/* Error string for OTR message string */
"Cannot read the received message." = "Cannot read the received message.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Cannot recognize the type of OTR message received.";

/* SSL error message */
"Cert chain not verified by root" = "Le certificat n'a pas été vérifié";

/* SSL error message */
"Certificate expired" = "Certificat expiré";

/* SSL error message */
"Certificate revoked" = "Certificat révoqué";

/* SSL error message */
"Chain had a cert not yet valid" = "Le certificat n'est pas encore valide";

/* SSL error message */
"Chain had an expired cert" = "Le certificat a expiré";

/* Title for button to change encrypted database passphrase */
"Change Passphrase" = "Change Passphrase";

/* Title for chat view */
"Chat" = "Discussion";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Discute avec moi en toute sécurité";

/* Title for chats view */
"Chats" = "Chats";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Examinez le code source sur Github";

/* SSL error message */
"Cipher Suite negotiation failure" = "Échec de négociation des séquences de chiffrement.";

/* Label for text field where you compose a new message */
"Compose" = "Compose";

/* SSL error message */
"Configuration error" = "Erreur de configuration";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Connexion à Facebook";

/* Label for button to create account by logging into an existing account */
"Connect to Existing Account" = "Se connecter à un compte existant";

/* Whether or not account is logged in */
"Connected" = "Connecté";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Connecting";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Connexion à Tor";

/* SSL error message */
"Connection closed gracefully" = "La connexion a été correctement fermée ";

/* SSL error message */
"Connection closed via error" = "La connexion a été fermée suite à une erreur";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Copier";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "La clef publique n'a pas été trouvée dans le certificat.";

/* Title for button to create account */
"Create" = "Créer";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Créer un nouveau compte";

/* Start of sentence that will be followed by names */
"Created by" = "Created by";

/* Title for progress of creating a new account */
"Creating Account" = "Création du compte";

/* title label for the existing passphrase */
"Current Passphrase" = "Current Passphrase";

/* SSL error message */
"Decoding error" = "Erreur de décodage";

/* SSL error message */
"Decompression failure" = "Erreur de décompression";

/* SSL error message */
"Decryption error" = "Erreur de déchiffrement";

/* SSL error message */
"Decryption failed" = "Le déchiffrement a échoué";

/* SSL error message */
"Decryption failure" = "Échec du déchiffrement";

/* default string to revert to normal language behaviour */
"Default" = "Par défaut";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Effacer ce compte ?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Effacer les conversations lors de la déconnexion";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Envoyé";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Déconnexion de Facebook";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Ne Pas Déranger";

/* Error message when domain textfield left blank */
"Domain needs to be set" = "Domain needs to be set";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Le domaine doit être entré manuellement lorsque vous spécifiez un port personnalisé";

/* Title for donation link */
"Donate" = "Faire un don";

/* Title for button to press when user is finished */
"Done" = "OK";

/* Error title when there is a duplicate account */
"Duplicate account" = "Duplicate account";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Activer OTR opportuniste";

/* Generic title for encryption errors */
"Encryption Error" = "Encryption Error";

/* title label for error when creating account */
"Error Creating Account" = "Error Creating Account";

/* Error message when registration fails */
"Error Registering Username" = "Erreur lors de l'enregistrement de l'utilisateur";

/* Title of error message pop-up box */
"Error!" = "Erreur !";

/* SSL error message */
"Export restriction" = "Restriction lors de l'export";

/* Default message when a user status is set to extended away */
"Extended Away" = "Absence Prolongée";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Erreur de connexion au serveur XMPP. Veuillez vérifier vos identifiants et votre connexion internet et essayer à nouveau.";

/* SSL error message */
"Fatal alert" = "Alerte fatale";

/* your fingerprint */
"Fingerprint for you" = "Votre empreinte";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Forgot Passphrase?";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* SSL error message */
"Handshake failure" = "Échec de la négociation";

/* Label for button to open link to translate app */
"Help Translate" = "Help Translate";

/* Label text for hostname field on login scree */
"Hostname" = "Nom d'Hôte";

/* SSL error message */
"I/O would block (not fatal)" = "E/S bloqués (non fatal)";

/* SSL error message */
"Illegal parameter" = "Paramètre illégal";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change languages return to the home screen and remove ChatSecure from the recently used apps" = "Pour changer de langue, retournez sur l'écran d'accueil et retirez ChatSecure de la liste des applications récemment utilisées";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Démarrer une conversation cryptée";

/* SSL error message */
"Insufficient buffer provided" = "tampon fourni insuffisant";

/* SSL error message */
"Insufficient security" = "Sécurité insuffisante ";

/* SSL error message */
"Internal error" = "Erreur interne";

/* SSL error message */
"Invalid certificate chain" = "Chaine du certificat invalide";

/* title label for invalid email */
"Invalid Email" = "Invalid Email";

/* Directions to the system software update */
"iOS Vulnerability" = "Vulnérabilité d'iOS";

/* Message shown in line for users that are available */
"is now available" = "est disponible";

/* Message shown in line for users that are away */
"is now away" = "est absent";

/* Message shown in line for users that are offline */
"is now offline" = "est déconnecté";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Langue";

/* String of title to alert user language is change */
"Language Change" = "Changement de langue";

/* log in to account */
"Log In" = "Connexion";

/* log out from account */
"Log Out" = "Déconnexion";

/* shown during the login process */
"Logging in..." = "Connexion en cours...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Connexion automatique";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Manage ChatSecure Push account";

/* Subtitle lable for button to show saved fingerprints */
"Manage OTR fingerprints" = "Gestion des empreintes OTR";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Gérer les certificats SSL enregistrés";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it.";

/* SSL error message */
"Miscellaneous bad certificate" = "Certificat non valide";

/* SSL error message */
"Module attach failure" = "Erreur de l'enregistrement du module";

/* The string describing a buddy's display name */
"Name" = "Nom";

/* For a new settings value */
"New" = "Nouveau";

/* Title for New Account View */
"New Account" = "Nouveau Compte";

/* title label for the new passphrase */
"New Passphrase" = "New Passphrase";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Nouveau certificat SSL";

/* Label for button to go to next step */
"Next" = "Next";

/* SSL error message */
"No Error" = "Pas d'erreur";

/* SSL error message */
"No renegotiation allowed" = "Renégociation non autorisée";

/* To let the user know the fingerprint as not been checked */
"Not Verified" = "Non Vérifié";

/* Label in buddy list for users that are offline */
"Offline" = "Hors ligne";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Ancien";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Open in Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Open in Facebook";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Open in Twitter";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Optionnel";

/* the name for AIM */
"OSCAR Instant Messenger" = "Messagerie Instantannée OSCAR";

/* Title for other miscellaneous settings group */
"Other" = "Autre";

/* Lable for button to show saved fingerprints */
"OTR Fingerprints" = "Empreinte OTR";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Our policy requires encryption but we are trying to send an unencrypted message out.";

/* Label text for password field on login screen */
"Password" = "Mot de passe";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Le certificat du pair est valide ou a été ignoré si la vérification est désactivée.";

/* SSL error message */
"Peer dropped connection before responding" = "Le pair a été déconnecté avant de pouvoir répondre";

/* SSL error message */
"Peer host name mismatch" = "Nom d'hôte du pair non valide";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "En Attente d'Approbation";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Supprimer définitivement";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Certificats connus";

/* detail title label for invalid email */
"Please choose a valid email address" = "Please choose a valid email address";

/* Error description when account is disconnected while managing requests */
"Please log into this account before managing requests." = "Please log into this account before managing requests.";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Empreintes supposées de";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Label for qr code image */
"QR code" = "QR code";

/* Error string for OTR message string */
"Received a general OTR error." = "Received a general OTR error.";

/* Error string for OTR message string */
"Received a heartbeat." = "Received a heartbeat.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Received an encrypted message but cannot read it because no private connection is established yet.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Received an unencrypted message.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Received and discarded a message intended for another instance.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Received our own OTR messages.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Récents";

/* SSL error message */
"Record overflow" = "Débordement de l'enregistrement";

/* Button title to reject a request such as a buddy request */
"Reject" = "Rejeter";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Remember Passphrase";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Se souvenir du mot de passe";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Supprimer";

/* Reply to an incoming message */
"Reply" = "Répondre";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Obligatoire";

/* Label for text input for XMPP resource */
"Resource" = "Ressource";

/* Title for button for saving a setting */
"Save" = "Enregistrer";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Certificats enregistrés";

/* Label for text field where you search for a buddy */
"Search" = "Search";

/* Title heading in settings */
"Security" = "Sécurité";

/* Title of alert box warning about security issues */
"Security Warning" = "Avertissement de sécurité";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "SSL auto-signé";

/* String on button to email feedback */
"Send Feedback" = "Envoyer des Commentaires";

/* Error string for OTR message string */
"Sent a heartbeat." = "Sent a heartbeat.";

/* SSL error message */
"Server closed session with no notification" = "La session a été fermée par le serveur.";

/* SSL error message */
"Server has requested a client cert" = "Le serveur requiert le certificat client";

/* Detail label for button to change encrypted database passphrase */
"Set new database passphrase" = "Set new database passphrase";

/* Title for the Settings screen */
"Settings" = "Réglages";

/* Directions to the system software update */
"Settings -> General -> Software Update" = "Réglages > Général > Mise à jour logicielle";

/* Title for sharing a link to the app */
"Share" = "Partager";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Avertissement de Déconnexion";

/* title label for signing up for a new account */
"Sign Up" = "Sign Up";

/* Label for button to skip this step */
"Skip" = "Skip";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "Non-concordance du nom d'hôte";

/* SSL error message */
"SSL protocol error" = "Erreur du protocole SSL";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Demandes de Souscription";

/* Title to let user know that encryption is not currently enabled */
"The conversation is not secure" = "La conversation n'est pas sécurisée.";

/* Title to let user know that the OTR fingerprint has not been checked */
"The conversation is secure and the fingerprint is verfied" = "La conversation est sécurisée et l'empreinte est vérifiée.";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "La conversation avec %@ n'est plus sécurisée.";

/* shown when changing database passphrase succeeds */
"The database passphrase change was successful." = "The database passphrase change was successful.";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has changed and needs to be verified" = "L'empreinte a changé et doit être vérifiée.";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has not been verified" = "L'empreinte n'a pas été vérifiée.";

/* Error string for OTR message string */
"The message received contains malformed data." = "The message received contains malformed data.";

/* Error string for OTR message string */
"The previous message was resent." = "The previous message was resent.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "Le serveur XMPP ne supporte pas l'enregistrement en ligne.";

/* Error message when there is a duplicate account */
"There already exists an account with this username." = "There already exists an account with this username.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Cette conversation est sécurisée";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "This device doesn't seem to be configured to make payments.";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "Ce QR Code contient un lien vers http://omniqrcode.com/q/chatsecure et vous redirigera  vers l'App Store.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor est une fonctionnalité non éprouvée, soyez prudent lors de son utilisation.";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* SSL error message */
"Underlying cryptographic error" = "Erreur cryptographique sous-jacente";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Enregistrement inattendu dans DTLS";

/* SSL error message */
"Unexpected message received" = "Réception d'un message inattendu.";

/* SSL error message */
"Unknown Cert Authority" = "Autorité de certification inconnue";

/* SSL error message */
"Unknown certificate" = "Certificat inconnu";

/* Label for button to unlock app */
"Unlock" = "Unlock";

/* SSL error message */
"User canceled" = "Utilisateur annulé";

/* Example of a username using the words user and example */
"user@example.com" = "utilisateur@exemple.com";

/* Label text for username field on login screen */
"Username" = "Identifiant";

/* SSL error message */
"Valid cert chain, untrusted root" = "Le certificat est valide mais pas la racine.";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Le certificat est valide.";

/* To let the user know the fingerprint as been checked */
"Verified" = "Vérifié";

/* Shown when verifying fingerprints */
"Verify" = "Vérifier";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Vérification des empreintes";

/* Shown when verifying fingerprints */
"Verify Later" = "Vérifier Plus Tard";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Version";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Attention : Cette conversation n'est pas sécurisée";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Se connecter à UserVoice pour partager un avis?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Vous devez d'abord sécuriser votre conversation.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Vous devez entrer votre identifiant et mot de passe pour vous connecter";

/* Alert to system issues, leave in the %@ */
"Your current iOS system version (%@) contains a serious security vulnerability. Please update to the latest version as soon as possible." = "Votre version actuelle d'iOS (%@) contient une importante faille de sécurité. Merci de mettre rapidement à jour votre système.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Votre donation permettra de continuer à financer le développement de ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history.";

